[Language]
Language=2052
Description=简体中文
FontName=宋体
FontSize=9

[Text]
0 = 数证向导
1 = 数证辅助
2 = WinEvp
3 = Web服务
4 = 数证解析
5 = ASN1解码
6 = 在线升级
7 = 证书配置
8 = 系统注册
9 = Web服务运行中,请停止服务后退出
10 = 系统提示
11 = 操作进行中,是否退出

100 = 选择证书请求文件
101 = 证书请求(*.csr)|*.csr|所有文件
102 = 中国
103 = 河北
104 = 石家庄
105 = MiniSoft
106 = MiniCA
107 = MiniCA
108 = MiniCA
109 = MiniCA
110 = MiniCA
111 = hpxs@hotmail.com
112 = 请选择输出路径!
113 = 请给出个体信息!
114 = 请给出有效期!
115 = 保存根公钥失败
116 = 保存根私钥失败
117 = 根证书制作成功
118 = 保存根证书PFX文件失败
119 = 根证书PFX包制作成功
120 = Req制作成功
121 = 请选择证书请求文件!
122 = 证书制作成功
123 = 加载根证书失败
124 = 生成证书成功
125 = 证书PFX包制作成功
126 = 保存证书PFX包失败
127 = 保存证书私钥失败
128 = 保存证书公钥失败
129 = 证书作废信息文件(*.txt)|*.txt|所有文
130 = 证书作废信息文件

200 = 类型
201 = 信息
202 = 扩展
203 = 报告
204 = 配置
205 = 管理
206 = 生成数证预览,证书密钥长度384,证书序
207 = MiniCA数证预览
208 = 此操作系统不支持外部数证预览,已转入
209 = 外部数证预览
210 = 查询证书序号失败
211 = 证书对象已经存在,是否覆盖
212 = CSP提示
213 = 证书导入CSP成功

300 = 字段名称
301 = 内容
302 = 私钥保护:
303 = 未保护
304 = 保护
305 = 证书格式
306 = 包: 附带
307 = 包: 不附带
308 = 存储路径无效: 
309 = 存储路径: 
310 = CSP名称:
311 = 密钥容器无效
312 = 密钥容器:

400 = 扩展名称
401 = 内容

500 = 数证扩展
501 = 数证信息
502 = 存储信息
503 = 约束信息
504 = 基本信息
505 = 数证类型
506 = 增强密钥类型
507 = 密钥类型
508 = 证书类型
509 = 数证向导报告：异常
510 = 数证向导报告：正常

600 = 证书分类
601 = 序号
602 = 密钥
603 = 用户信息
604 = 起始时间
605 = 有效期
606 = 已颁发证书
607 = 已作废证书

700 = 请选择PFX文件!
701 = 分解PFX文件成功
702 = 请选择公钥或者私钥文件!
703 = 合并证书文件成功
704 = 保存P12文件失败
705 = 修改PFX密码成功
706 = 请选择P7B文件!
707 = 分解P7文件成功
708 = 请选择公钥或者CRL文件!
709 = 合并证书文件成功
710 = 选择PFX:
711 = 选择个人信息交换文件
712 = (个人信息交换)|*.*||
713 = 选择私钥:
714 = 选择私钥证书文件
715 = 私钥证书文件*.der;*.pem|所有文件(*.*)|*.*||
716 = 解密PFX包密钥：
717 = 加密私钥密钥：
718 = 提取证书
719 = 选择公钥:
720 = 选择公钥证书文件
721 = 公钥证书文件*.crt;*.pem|所有文件(*.*)|*.*||
722 = 解密私钥密钥：
723 = 加密PFX包密钥：
724 = 合并证书
725 = 原PFX包密钥：
726 = 新PFX包密钥：
727 = 修改密码
728 = 选择P7B:
729 = 选择加密消息语法标准文件
730 = 加密消息语法标准(*.p7b)|*p7b|所有文
731 = 选择CRL:
732 = 选择黑名单文件
733 = 黑名单(*.crl)|*.crl|所有文件
734 = 选择公钥证书文件(可多选)
735 = 选择证书:
736 = 输出PEM:
737 = 输出DER:
738 = 选择ROOT:
739 = 没有选择证书文件
740 = 没有指定PEM文件
741 = 没有指定DER文件
742 = 没有选择根证书文件
743 = 没有选择公钥文件
744 = 没有选择黑名单文件
745 = 没有选择私钥文件
746 = 公私钥对匹配
747 = 选择证书文件
748 = 证书文件*.crt;*.pem|所有文件(*.*)|*.*||
749 = 选择要保存的证书文件
750 = 选择根证书公钥文件
751 = 根证书公钥文件*.crt;*.pem|所有文件(*.*)|*.*||

800 = 请输入要加密信息
801 = 请输入加密密钥
802 = 加密信息成功
803 = 请输入要解信息
804 = 请输入解密密钥
805 = 解密信息成功
806 = 请输入要摘要信息
807 = 信息摘要成功
808 = 请输入要签名信息
809 = 信息签名成功
810 = 取得密钥失败
811 = 请输入原信息
812 = 验证信息签名成功
813 = 公钥加密信息成功
814 = 请输入要解密信息
815 = 私钥解密信息成功
816 = 私钥加密(签名)成功
817 = 公钥解密(验证)信息成功

900 = Web Server
901 = Web证书管理

1000 = MiniCA Web Server(Stop)
1001 = Client
1002 = Server
1003 = MiniCA Web Server(Running)

1100 = ID
1101 = 密钥长度
1102 = 有效期
1103 = 好记名称
1104 = 种类
1105 = 状态
1106 = 申请时间
1107 = 申请条目
1108 = 内容
1109 = 用户信息
1110 = 密钥用途
1111 = 扩展用途
1112 = 证书类型
1113 = 证书状态
1114 = 制作时间
1115 = 作废时间
1116 = 证书申请


10101 = 证书作废信息文件
10101 = 证书存储路径:
10102 = 个体*:
10103 = 证书信息
10104 = EMali:
10105 = 国家:
10106 = 省份:
10107 = 城市:
10108 = 组织:
10109 = 单位:
10110 = 标题:
10111 = 曾用名:
10112 = 描述:
10113 = 密钥:
10114 = 证书有效期:
10115 = 天
10116 = 证书序号:
10117 = 证书格式
10118 = 证书制作
10119 = CRL制作
10120 = 证书请求(REQ)
10121 = DER格式
10122 = PKCS12
10123 = 制根证书
10124 = 制作证书
10125 = 制作 CRL
10126 = 信息文件
10127 = 生  成
10128 = 制 证 书

10301 = 基本信息
10302 = 基本约束
10303 = 证书格式
10304 = 证书性能
10305 = 证书有效期:
10306 = 密钥长度:
10307 = 天
10308 = 位
10309 = 附加约束
10310 = 私钥密码:
10311 = 附带PKCS#12包
10312 = 证书存储
10313 = 密钥容器名称:
10314 = DER格式
10315 = PEM格式
10316 = 磁盘文件:
10317 = CSP:

10401 = 数证信息配置
10402 = 数证扩展配置
10403 = 在界面中显示
10404 = 处于选中状态
10405 = 配置信息
10406 = 内部标示:
10407 = 列表标示:
10408 = 内容:
10409 = 保存当前
10410 = 恢复当前

10701 = 下一步
10702 = 上一步
10703 = 数证制作
10704 = 数证预览

10801 = 证书类型
10802 = 密钥用法
10803 = 增强密钥用法
10804 = 根证书
10805 = 自定证书
10806 = 代码签名
10807 = 计算机
10808 = WEB服务器
10809 = 客户端
10810 = 信任列表签名
10811 = 时间戳
10812 = IPSEC
10813 = 安全Email
10814 = 智能卡登陆
10815 = 数字签名
10816 = 认可签名
10817 = 密钥加密
10818 = 数据加密
10819 = 密钥协商
10820 = 证书签名
10821 = CRL签名
10822 = 仅仅加密
10823 = 仅仅解密
10824 = 信任列表签名
10825 = 合格部署
10826 = 密钥恢复
10827 = 许可证服务器确认
10828 = 生存时间签名
10829 = MS时间戳
10830 = 加密文件系统
10831 = 文件故障恢复
10832 = 根列表签名者
10833 = 数字权利
10834 = 密钥包许可证
10835 = 文档签名
10836 = 证书申请代理
10837 = 智能卡登陆
10838 = 私钥存档
10839 = 驱动程序验证
10840 = 密钥恢复代理
10841 = 代码签名
10842 = 时间戳
10843 = 客户端验证
10844 = 安全电子邮件
10845 = 服务器验证
10846 = IP安全用户
10847 = IP安全IKE中级
10848 = OEM windows 系统组件验证
10849 = IP安全终端系统
10850 = IP安全隧道中止
10851 = 目录服务电子邮件复制
10852 = 内嵌windows系统组件验证
10853 = windows系统组件验证
10854 = 所有颁发的策略

11201 = PKCS#7和PKCS#12操作
11202 = P12操作
11203 = 证书转换与验证
11204 = 操作类型
11205 = P7操作
11206 = 输出类型
11207 = 输出路径:
11208 = 选择PFX:
11209 = 选择私钥:
11210 = 选择证书:
11211 = 输出PEM:
11212 = 解密P12包密码：
11213 = 加密私钥密码：
11214 = 解密密钥：
11215 = 新私钥密钥：
11216 = 证书提取
11217 = 证书合并
11218 = 修改密码
11219 = 执行操作
11220 = 转换为PEM
11221 = 转换为DER
11222 = 黑名单验证
11223 = 根证书验证
11224 = 密钥匹配验证
11225 = 有效期限验证
11226 = 执行操作
11227 = DER格式
11228 = 证书提取
11229 = 证书合并
